[GENERAL]
NAME					= 日本語
TRANSLATOR				= Rukoto
DLG_FONT_NAME				= ICONTITLELOGFONT
DLG_FONT_SIZE				= 9


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= キャンセル
TEXT_MESSAGEBOX_ABORT			= 中止
TEXT_MESSAGEBOX_RETRY			= 再試行
TEXT_MESSAGEBOX_IGNORE			= 無視
TEXT_MESSAGEBOX_YES			= はい
TEXT_MESSAGEBOX_NO			= いいえ
TEXT_MESSAGEBOX_CONTINUE		= 続行

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= ベータ
TEXT_PORTABLE				= ポータブル
TEXT_BUILDNO				= ビルド
TEXT_SELECT_FOLDER			= フォルダーを選択してください。
TEXT_ASSOC_IMAGE			= 画像ファイル (${str1})
TEXT_ASSOC_RAWIMAGE			= RAW 画像ファイル (${str1})
TEXT_ASSOC_EBOOK			= アーカイブ画像ファイル (${str1})
TEXT_APP_DESC				= Honeyview は超高速イメージ ビューアーです。
TEXT_ABOUTBOX_TAB1			= Honeyview について
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= 画像ファイル
TEXT_OPENFILEDLG_ALLFILE		= すべてのファイル
TEXT_NEW_FOLDER				= 新しいフォルダー
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= 最新版のダウンロードに失敗しました。
TEXT_UPDATE_VERSION_CHECK_FAILED	= バージョン チェック失敗
TEXT_UPDATE_VERSION_CHECKING		= バージョン チェック中
TEXT_UPDATE_DOWNLOAD_FAILED		= ダウンロード失敗
TEXT_UPDATE_LATEST_VERSION		= 最新版を使用中
TEXT_UPDATE_DO_DOWNLOAD			= アップデートが必要
TEXT_UPDATE_DOWNLOAD_COMPLETED		= ダウンロード完了

TEXT_MSG_LASTPAGE			= 最後の画像です。
TEXT_MSG_FIRSTPAGE			= 最初の画像です。
TEXT_MSG_NOIMAGEFILE			= このアーカイブには画像がありません。
TEXT_MSG_INVALID_PHOTOFOLDER		= 「写真フォルダー」 を設定してください。
TEXT_MSG_CANTOPENARCHIVE		= ファイルを開けません:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= 対応していないファイル形式です。最新版にアップデートしてください。
TEXT_MSG_INVALID_PASSWORD		= パスワードが違います。
TEXT_MSG_STRETCHWHENSMALL_ON		= 小さい画像を拡大する: On
TEXT_MSG_STRETCHWHENSMALL_OFF		= 小さい画像を拡大する: Off
TEXT_MSG_CANTOPENBOOKMARK		= ブックマークを開けませんでした。
TEXT_MSG_BROKENARCHIVE			= アーカイブが壊れています。
TEXT_MSG_ADDTOBOOKMARK			= ブックマークに追加: 
TEXT_MSG_LOADRECENTBOOKMARK		= 最近保存したブックマークを開く:
TEXT_MSG_SLIDESHOWSTART			= スライドショー開始: ${TIME} 秒
TEXT_MSG_SLIDESHOWSTOP			= スライドショー停止
TEXT_MSG_ALWAYSONTOP_ON			= 常に最前面に表示: On
TEXT_MSG_ALWAYSONTOP_OFF		= 常に最前面に表示: Off
TEXT_MSG_ZOOMFIX_ON			= 倍率を固定: On
TEXT_MSG_ZOOMFIX_OFF			= 倍率を固定: Off
TEXT_MSG_EXTPROGERR_LAUNCH		= 画像エディターで開く
TEXT_MSG_EXTPROGERR_NOTSET		= 画像エディターを設定してください。(ペイント、Photoshopなど)
TEXT_MSG_ARCHIVEBOOKMARK		= アーカイブ内での位置を記憶します:
TEXT_MSG_RESTART_NOTIFY			= Honeyview を再起動します。
TEXT_MSG_COPY2CLIPBOARD			= クリップボードにコピーしました。
TEXT_MSG_COPY2CLIPBOARD_FAILED		= クリップボードへのコピーに失敗しました。
TEXT_MSG_BOOKMARK_EXPORTED		= ブックマークを保存しました。
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= ブックマークの保存に失敗しました。
TEXT_MSG_BOOKMARK_OPEN_FAILED		= ブックマークを開けません
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= ブックマークのインポートに失敗しました。
TEXT_MSG_BOOKMARK_IMPORTED		= ブックマークをインポートしました。
TEXT_MSG_SETWALLPAPER_FAILED		= 壁紙の設定に失敗しました。
TEXT_MSG_CANT_OPEN_IMAGE		= 画像ファイルを開けません。
TEXT_MSG_TRANSFORM_COMPLETED		= 処理を完了しました。
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= ファイルを開けません。
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= ファイルを保存できません。
TEXT_MSG_CANT_OPEN_MMF			= MMF を開けません。(mmf: ${str1})
TEXT_MSG_NOTICE_RESTART			= Honeyview を再起動します。
TEXT_MSG_DELETED			= 削除しました

TEXT_ASK_INIT				= 設定を初期化しますか?
TEXT_ASK_DELETE_IMAGE			= ごみ箱に移動しますか?
TEXT_ASK_DELETE_ARCHIVE			= この画像はアーカイブの一部です。[br][br]圧縮ファイル (${FILENAME}) ごと削除しますか?
TEXT_ASK_DELETE_BOOKMARKALL		= すべてのブックマークを削除しますか?
TEXT_ASK_LAUNCH_ASSOCUI			= Windows 8 以降では拡張子の関連付けが必要です。[br][br]拡張子の関連付けを実行しますか?
TEXT_ASK_STOP_BATCH_PROCESSING		= バッチ処理を実行中です。中断しますか?

TEXT_FILTERMODE_NONE			= フィルター: なし
TEXT_FILTERMODE_BILINEAR		= フィルター: ソフト
TEXT_FILTERMODE_SHARPEN			= フィルター: ソフト＋シャープ

TEXT_SHOWMODE_NONE			= 表示: オリジナル サイズ (100%)
TEXT_SHOWMODE_FIT2WINDOW		= 表示: ウィンドウに合わせる
TEXT_SHOWMODE_FIT2WIDTH			= 表示: 幅に合わせる
TEXT_SHOWMODE_TWO_L2R			= 自動見開き表示 (左→右)
TEXT_SHOWMODE_TWO_R2L			= 自動見開き表示 (左←右)

TEXT_NEXTPATH_NOFILE			= フォルダー移動: 移動不可 (画像を開いてください)
TEXT_NEXTPATH_LASTFOLDER		= 次のフォルダー: 移動不可 (最後のフォルダーです)
TEXT_PREVPATH_LASTFOLDER		= 前のフォルダー: 移動不可 (最初のフォルダーです) 
TEXT_NEXTPATH_OPENFOLDER		= 次のフォルダー:
TEXT_PREVPATH_OPENFOLDER		= 前のフォルダー:

TEXT_DELETE				= 削除: 
TEXT_COPY_TO_PHOTOFOLDER1		= 写真フォルダー 1 へコピー:
TEXT_COPY_TO_PHOTOFOLDER2		= 写真フォルダー 2 へコピー:
TEXT_MOVE_TO_PHOTOFOLDER1		= 写真フォルダー 1 へ移動:

TEXT_SELECTFILEDLG_FILELIST		= リスト
TEXT_SELECTFILEDLG_DATE			= 更新日時
TEXT_SELECTFILEDLG_SIZE			= サイズ

TEXT_BOOKMARKEDITDLG_PATH		= パス

TEXT_PAGETURNFX_NONE			= エフェクトなし
TEXT_PAGETURNFX_HV2			= フリップ
TEXT_PAGETURNFX_ALPHA			= フェード
TEXT_PAGETURNFX_SLIDE			= スライド

TEXT_FILEINFO_FILENAME			= ファイル名
TEXT_FILEINFO_SIZE			= 画像サイズ
TEXT_FILEINFO_CREATETIME		= 作成日時
TEXT_FILEINFO_MODIFYTIME		= 更新日時
TEXT_FILEINFO_IMGINFO			= 画像情報
TEXT_FILEINFO_ROTATE			= 回転情報
TEXT_FILEINFO_ZOOM			= 拡大/縮小

TEXT_EXIF_MAKER				= メーカー
TEXT_EXIF_MODEL				= カメラ
TEXT_EXIF_SOFTWARE			= ソフトウェア
TEXT_EXIF_ARTIST			= 撮影者
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Copyright
TEXT_EXIF_DATETIME			= 撮影日時
TEXT_EXIF_FLASHUSED			= フラッシュ使用
TEXT_EXIF_FOCALLENGTH			= 焦点距離
TEXT_EXIF_FOCALLENGTH_35MM		= 35mm換算焦点距離
TEXT_EXIF_EXPOSURETIME			= シャッタースピード
TEXT_EXIF_EXPOSUREBIAS			= 露出補正
TEXT_EXIF_APERTUREFNUMBER		= F値
TEXT_EXIF_ISOEQUIVALENT			= ISO感度
TEXT_EXIF_METERINGMODE			= 測光方式
TEXT_EXIF_EXPOSUREPROGRAM		= 露出モード
TEXT_EXIF_DISTANCE			= 距離
TEXT_EXIF_GPS				= GPS情報
TEXT_EXIF_COMMENT			= コメント

TEXT_CUSTOMCMD_NOOPERATION		= 何もしない
TEXT_CUSTOMCMD_FULLSCREEN		= 全画面表示
TEXT_CUSTOMCMD_MAXIMIZE			= 最大化
TEXT_CUSTOMCMD_MINIMIZE			= 最小化
TEXT_CUSTOMCMD_PAGESELECT		= 画像選択
TEXT_CUSTOMCMD_EXIT			= 終了
TEXT_CUSTOMCMD_OPEN			= ファイルを開く
TEXT_CUSTOMCMD_OPENFOLDER		= フォルダーを開く
TEXT_CUSTOMCMD_NEXT1			= 次のページ (見開き)
TEXT_CUSTOMCMD_PREV1			= 前のページ (見開き)
TEXT_CUSTOMCMD_NEXT			= 次の画像
TEXT_CUSTOMCMD_PREV			= 前の画像
TEXT_CUSTOMCMD_NEXT_RANDOM		= 次のランダム画像
TEXT_CUSTOMCMD_PREV_RANDOM		= 前のランダム画像
TEXT_CUSTOMCMD_HOME			= 最初の画像
TEXT_CUSTOMCMD_END			= 最後の画像
TEXT_CUSTOMCMD_NEXT10			= 10 個先の画像
TEXT_CUSTOMCMD_PREV10			= 10 個前の画像
TEXT_CUSTOMCMD_SCROLL_UP		= 上スクロール
TEXT_CUSTOMCMD_SCROLL_DN		= 下スクロール
TEXT_CUSTOMCMD_SCROLL_LEFT		= 左スクロール
TEXT_CUSTOMCMD_SCROLL_RIGHT		= 右スクロール
TEXT_CUSTOMCMD_ZOOM_IN			= 拡大
TEXT_CUSTOMCMD_ZOOM_OUT			= 縮小
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= 写真フォルダー 1 へコピー
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= 写真フォルダー 1 へ移動
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= 写真フォルダー 2 へコピー
TEXT_CUSTOMCMD_NEXTPATH			= 次のフォルダー/アーカイブ
TEXT_CUSTOMCMD_PREVPATH			= 前のフォルダー/アーカイブ
TEXT_CUSTOMCMD_CONTEXT_MENU		= コンテキスト メニュー
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= EXIF/ファイル情報表示

TEXT_COMBO_GIF_TRANS_OPTION_0		= オリジナルの GIF パレットを使う
TEXT_COMBO_GIF_TRANS_OPTION_1		= 白い背景を使う
TEXT_COMBO_GIF_TRANS_OPTION_2		= グリッド背景を使う
TEXT_COMBO_GIF_TRANS_OPTION_3		= 黒い背景を使う

TEXT_COMBO_LASTFILE_ACTION_NONE		= 何もしない
TEXT_COMBO_LASTFILE_ACTION_ASK		= 確認する
TEXT_COMBO_LASTFILE_ACTION_LOOP		= 最初または最後のファイルへ
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= 次または前のフォルダー/アーカイブへ

TEXT_ASSOC_GROUP0			= 一般的に使われる画像フォーマット
TEXT_ASSOC_GROUP1			= 最近使われ始めた画像フォーマット
TEXT_ASSOC_GROUP2			= カメラ用ロスレス画像フォーマット
TEXT_ASSOC_GROUP3			= アーカイブされた画像フォーマット

TEXT_SORT_METHOD_FILENAME		= 名前順で並べ替え
TEXT_SORT_METHOD_DATE			= 更新日時順で並べ替え
TEXT_SORT_METHOD_SIZE			= サイズ順で並べ替え
TEXT_SORT_METHOD_EXT			= 種類順で並べ替え

TEXT_TRANSF_RESIZE_NONE			= リサイズしない
TEXT_TRANSF_RESIZE_KEEPRATIO		= オリジナルの比率を保持
TEXT_TRANSF_RESIZE_FITWIDTH		= 幅に合わせる
TEXT_TRANSF_RESIZE_ADD			= 余白を追加
TEXT_TRANSF_RESIZE_CUT			= 画像をトリミング
TEXT_TRANSF_RESIZE_STRETCH		= 画像を引き伸ばす

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= 自動
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= 前のフォルダー ( [ )
TEXT_BTN_NEXT_FOLDER			= 次のフォルダー ( ] )
TEXT_BTN_PREV_ARCHIVE			= 前のアーカイブ ( [ )
TEXT_BTN_NEXT_ARCHIVE			= 次のアーカイブ ( ] )


[MENU]
MENUSTR_OPEN				= 開く\tF2
MENUSTR_OPENFOLDER			= フォルダーを開く\tF
MENUSTR_CLOSE				= 閉じる\tF4
MENUSTR_PAGESELECT			= 画像選択\tEnter
MENUSTR_OPEN_FILEPOSITION		= エクスプローラーで表示\tCtrl+Enter

MENUSTR_FILTER_NONE			= フィルターなし\tU
MENUSTR_FILTER_BILINEAR			= ソフト\tI
MENUSTR_FILTER_SHARPEN			= ソフト＋シャープ\tS

MENUSTR_PAGEMOVE			= 移動
MENUSTR_PAGEMOVE_NEXT			= 次の画像\t→
MENUSTR_PAGEMOVE_PREV			= 前の画像\t←
MENUSTR_PAGEMOVE_HOME			= 最初の画像\tHome
MENUSTR_PAGEMOVE_END			= 最後の画像\tEnd
MENUSTR_PAGEMOVE_NEXT10			= 10 個先の画像\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= 10 個前の画像\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= 次のランダム画像\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= 前のランダム画像\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= 次のフォルダー/アーカイブ\t]
MENUSTR_PAGEMOVE_PREV_PATH		= 前のフォルダー/アーカイブ\t[

MENUSTR_INTERPOLATEMODE			= リサイズ フィルター
MENUSTR_INTERPOLATEMODE_BILINEAR	= バイリニア (高速)
MENUSTR_INTERPOLATEMODE_BICUBIC		= バイキュービック (低速、高画質)
MENUSTR_INTERPOLATEMODE_LANCZOS		= ランチョス (Lanczos) (低速、高画質)

MENUSTR_IMAGE_PROCESSING		= エフェクト
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= ネガ\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= ガンマ補正\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= 上下反転\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= 左右反転\tCtrl+M

MENUSTR_SORT_METHOD			= 並べ替え
MENUSTR_SORT_METHOD_FILENAME		= 名前順
MENUSTR_SORT_METHOD_DATE		= 更新日時順
MENUSTR_SORT_METHOD_SIZE		= サイズ順
MENUSTR_SORT_METHOD_EXT			= 種類順
MENUSTR_SORT_DESCENDING			= 降順

MENUSTR_SHOWMODE			= 画像表示
MENUSTR_FILTER_STRETCHWHENSMALL		= 小さい画像は拡大表示する\tZ
MENUSTR_SHOWMODE_NONE			= オリジナル サイズ (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= ウィンドウに合わせる\t9
MENUSTR_SHOWMODE_FITWIDTH		= 幅に合わせる\t8
MENUSTR_SHOWMODE_TWO_L2R		= 自動見開き表示 (左→右)\t7
MENUSTR_SHOWMODE_TWO_R2L		= 自動見開き表示 (左←右)\t6

MENUSTR_ZOOM				= 拡大/縮小
MENUSTR_ZOOM_IN				= 拡大\t+
MENUSTR_ZOOM_OUT			= 縮小\t-
MENUSTR_ZOOM_FIX			= 倍率を固定\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= 1%ずつ拡大\tCtrl++
MENUSTR_ZOOM_OUT_1			= 1%ずつ縮小\tCtrl+-

MENUSTR_ROTATION			= 回転
MENUSTR_ROTATION_NONE			= 回転しない\tAlt+↑
MENUSTR_ROTATION_L90			= 反時計回りに 90度回転\tAlt+←
MENUSTR_ROTATION_R90			= 時計回りに 90度回転\tAlt+→
MENUSTR_ROTATION_180			= 180度回転\tAlt+↓

MENUSTR_EXIFSHOW_TOGGLE			= EXIF/ファイル情報表示切り替え\tTab
MENUSTR_WALLPAPER			= 壁紙に設定
MENUSTR_DELETE				= 削除\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= 写真フォルダーへコピー\tIns
MENUSTR_EXTPROG0			= 画像エディターで開く\tCtrl+E
MENUSTR_PRINT				= 印刷\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= クリップボードへコピー\tCtrl+C

MENUSTR_SETTING				= 設定\tF5
MENUSTR_ABOUT				= Honeyview について\tF1
MENUSTR_EXIT				= 終了\tX

; about popup menu
MENUSTR_HOMEPAGE			= 公式サイト
MENUSTR_HELP				= ホットキー ヘルプ

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= ブックマークに追加\tB
MENUSTR_BOOKMARK_DELALL			= すべてのブックマークを削除
MENUSTR_BOOKMARK_SETTTING		= ブックマーク設定
MENUSTR_BOOKMARK_EDIT			= ブックマーク編集\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= スライドショー停止\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 秒\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 秒\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 秒\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 秒\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 秒\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 秒\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 秒\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 秒\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 秒\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 秒
MENUSTR_SLIDESHOW_15			= 15 秒
MENUSTR_SLIDESHOW_20			= 20 秒
MENUSTR_SLIDESHOW_25			= 25 秒
MENUSTR_SLIDESHOW_30			= 30 秒
MENUSTR_SLIDESHOW_60			= 60 秒
MENUSTR_SLIDESHOW_90			= 90 秒
MENUSTR_SLIDESHOW_LOOP			= 繰り返し
MENUSTR_SLIDESHOW_RANDOM		= ランダム

MENUSTR_PAGETURNFX_NONE			= エフェクトなし
MENUSTR_PAGETURNFX_HV2			= フリップ
MENUSTR_PAGETURNFX_ALPHA		= フェード
MENUSTR_PAGETURNFX_SLIDE		= スライド

MENUSTR_PHOTOFOLDER_COPY1		= 写真フォルダー 1 へコピー\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= 写真フォルダー 1 へ移動\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= 写真フォルダー 2 へコピー\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= 写真フォルダー設定
MENUSTR_PHOTOFOLDER_OPEN		= 写真フォルダー 1 を開く

MENUSTR_TRANSFORMDLG			= 画像変換 (回転、リサイズ)\tCtrl+T

[DIALOG]
IDCANCEL				= キャンセル
IDOK					= OK

[IDD_ABOUT]
IDD_ABOUT				= Honeyview について
IDC_BTN_HOMEPAGE			= 公式サイト
IDC_BTN_UPDATE				= アップデート

[IDD_SETTING]
IDD_SETTING				= 設定
IDC_BTN_INIT				= リセット

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= 一般設定
IDC_CHK_USESNAP				= ウィンドウ スナップを有効にする
IDC_CHK_DONOTREMEMBERFOLDER		= 最近使用したフォルダーを保存しない
IDC_CHK_ONE_INSTANCE			= 複数の Honeyview を起動しない
IDC_CHK_ASK_DELETE			= 削除前に確認する
IDC_CHK_NO_CENTER_MESSAGE		= 通知表示を中央ではなく右上寄りに表示する
IDC_CHK_ALWAYS_ON_TOP			= 常に最前面に表示 (ホットキー: Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Esc キーで終了する
IDC_CHK_CHECK_UPDATE			= 最新バージョンをチェックする
IDC_CHK_CHECK_UPDATE_MINOR		= マイナー アップデートもチェックする
IDC_STATIC_LASTFILEACTION_IMAGE		= フォルダー内の最後または最初の画像での動作:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= アーカイブ内の最後または最初の画像での動作:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= 表示設定
IDC_CHK_SHOWBORDER			= メインウィンドウの枠を表示する
IDC_CHK_SHOW_OVERLAY_FILEINFO		= メニュー バーが非表示の場合はファイル名を画像上に表示する (ホットキー: Shift+Tab)
IDC_CHK_SAVE_ZOOM_FIX			= 拡大/縮小の操作後、倍率を固定する
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= メニュー バーを表示しない
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= コントロール バーを表示しない
IDC_CHK_DO_NOT_SIDE_ARROW		= 左右の矢印ボタンを表示しない
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= アニメーション情報コントロールを表示しない
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= 拡大/縮小ボタンを表示しない
IDC_CHK_HIDE_TOOLTIP_HELP		= マウスオーバー時のツールチップを表示しない
IDC_CHK_EXIFINFO_SMALL_FONT		= EXIF/ファイル情報の表示に小さいフォントを使用する
IDC_CHK_USEBKGNDIMAGE			= 既定の背景画像変更する
IDC_BTN_BKGND_SET			= 参照...
IDC_BTN_BKGND_OPEN			= フォルダーを開く
IDC_STATIC_BKGNDCOLOR			= 背景色:
IDC_BTN_BKGND				= 選択...
IDC_STATIC_BORDERCOLOR			= 枠線の色:
IDC_BTN_BORDERCOLOR			= 選択...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= ブックマーク設定
IDC_CHK_AUTOBOOKMARK			= 現在のパスを自動的にブックマークする
IDC_CHK_SHARE_SETTING			= 設定/ブックマークを複数のウィンドウで共有する
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= アーカイブ内の現在のパスを自動的に記憶する
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= 削除
IDC_STATIC_MAX_BOOKMARK			= 最大ブックマーク数:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= 拡張子の関連付け設定リスト
IDC_BTN_IMAGE_SELECT			= すべて選択
IDC_BTN_IMAGE_DESELECT			= すべての選択解除
IDC_BTN_APPLY_NOW			= 適用

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= 拡張子の関連付け
IDC_STATIC_ASSOC_DESC1			= Windows 8 では次の方法でファイルを関連付ける必要があります:
IDC_STATIC_ASSOC_DESC2			= 1. [関連付け設定] ボタンをクリックする。
IDC_STATIC_ASSOC_DESC3			= 2. プログラム関連付けウィンドウで [すべて選択] にチェックする。
IDC_STATIC_ASSOC_DESC4			= 3. [保存] ボタンをクリックする。
IDC_STATIC_ASSOC_DESC1_10		= Windows 10 以降の OS では次の方法でファイルを関連付ける必要があります:
IDC_STATIC_ASSOC_DESC2_10		= 1. [関連付け設定] ボタンをクリックする。
IDC_STATIC_ASSOC_DESC3_10		= 2. [既定のアプリの選択] 画面で [フォト ビューアー] をクリックする。
IDC_STATIC_ASSOC_DESC4_10		= 3. [アプリを選ぶ] 画面で [Honeyview] を選択する。
IDC_BTN_LAUNCH_ASSOC_REG_UI		= 関連付け設定
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= 従来の方法で関連付け

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= 画像処理
IDC_CHK_EXIFROTATION			= EXIF 情報をもとに自動回転を適用する
IDC_CHK_STRONG_SHARPEN			= 強いシャープネス フィルターを使用する
IDC_CHK_CACHE_IMAGE			= 次の画像をキャッシュする
IDC_STATIC_CACHE_MEMORY_SIZE		= キャッシュ メモリ サイズ: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= 画像がウィンドウより大きい場合は画像の左上部分を表示する
IDC_CHK_USE_PREVIEW_MODE		= 最初は低画質で高速に表示する
IDC_CHK_USE_IMAGE_ICC			= 画像の ICC プロファイルを使用する
IDC_CHK_USE_MONITOR_ICC			= モニターの ICC プロファイルを使用する
IDC_STATIC_GIF_TRANSPARENT_OPTION	= GIF 画像の透明な背景:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= 32 ビット画像の透明な背景:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= リサイズ フィルター: 
IDC_STATIC_PAGETURNFX			= ページ切替エフェクト: 

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= 有効
IDC_STATIC_CUSTOMKEYDESC_KEY		= ホットキー
IDC_STATIC_CUSTOMKEYDESC_ACTION		= 動作

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= 設定
IDC_STATIC_CUSTOMMOUSE_ACTION		= 動作
IDC_CHK_CUSTOM_LBUTTON			= 左ボタン
IDC_CHK_DBLCLICK2MAXIMIZE		= ダブルクリックで最大化/元に戻す
IDC_CHK_CLICK2PAGETURN			= 左端/右端のクリックでページ切替
IDC_CHK_CUSTOM_MBUTTON			= 中ボタン
IDC_CHK_CUSTOM_RBUTTON			= 右ボタン
IDC_CHK_CUSTOM_XBUTTON			= X ボタン
IDC_CHK_CUSTOM_YBUTTON			= Y ボタン
IDC_CHK_CUSTOM_WHEELUP			= 上スクロール
IDC_CHK_CUSTOM_WHEELDN			= 下スクロール

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= コンテキスト メニュー設定
IDC_CHK_SHELL_USE_SHELL_MENU		= エクスプローラーのコンテキスト メニューを使用する
IDC_CHK_SHELL_TRANSFORM_DLG		= Honeyview で変換
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Honeyview で表示
IDC_CHK_SHELL_PREVIEW_IMAGE		= コンテキスト メニュー内でプレビュー表示する
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= 画像情報も表示する
IDC_CHK_SHELL_SHOW_ICON			= Honeyview アイコンを表示する
IDC_STATIC_SHELL_THUMB_PREVIEW		= エクスプローラーでのサムネイル プレビュー

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= その他の設定
IDC_STATIC_PHOTOFOLDER			= 写真フォルダー
IDC_STATIC_PHOTOFOLDER_DESC1		= 写真フォルダー 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= 写真フォルダー 2:
IDC_BTN_PHOTOFOLDER_SET1		= 参照...
IDC_BTN_PHOTOFOLDER_OPEN1		= 開く
IDC_BTN_PHOTOFOLDER_SET2		= 参照...
IDC_BTN_PHOTOFOLDER_OPEN2		= 開く
IDC_STATIC_EXTPROGRAM			= 画像エディター
IDC_BTN_SET_EXTPROG0			= 参照...
IDC_BTN_SET_EXTPROG1_FAST		= プリセット
IDC_CHK_PAGETURNWAV			= ページ切替時に音を鳴らす
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= RAW ファイルを開かない
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= JPEG ファイルを開く時、同名の RAW ファイルを開かない
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= RAW ファイルを開く時、サムネイルがあれば表示する
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= ウィンドウを画像サイズに合わせる
IDC_CHK_DISABLE_SCREEN_SAVER		= Honeyview 実行中はスクリーンセーバーを無効にする

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= 言語設定
IDC_STATIC_OPEN_MULTLANG_PAGE		= [他の言語をダウンロード...]
IDC_STATIC_OPEN_LANG_FOLDER		= [言語フォルダーを開く...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= 画像選択
IDC_CHECK_SHOW_THUMBNAIL		= サムネイルを表示しない

[IDD_PASSINPUT]
IDD_PASSINPUT				= パスワード入力
IDC_STATIC_PASSDESC			= このファイルはパスワードにより、保護されています。パスワードを入力してください。

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= ブックマーク編集
IDC_BTN_DEL				= 削除
IDC_BTN_IMPORT				= ブックマークのインポート
IDC_BTN_EXPORT				= ブックマークのエクスポート

[IDD_PRINT]
IDD_PRINT				= 印刷
IDC_GROUP_PRINTER			= プリンター選択
IDC_BTN_PRINTER_PROPERTY		= プロパティ
IDC_CHK_ROTATE				= 90度回転
IDC_CHK_FIT_IN				= 用紙に合わせる
IDC_STATIC_ZOOM				= 倍率:
IDC_STATIC_MARGIN_L			= 余白 左:
IDC_STATIC_MARGIN_T			= 上:
IDC_STATIC_MARGIN_R			= 右:
IDC_STATIC_MARGIN_B			= 下:
IDC_STATIC_COPIES			= 部数:
IDC_BTN_PRINT				= 印刷
IDC_BTN_CLOSE				= 閉じる

[IDD_UPDATE]
IDD_UPDATE				= Honeyview の新バージョン
IDC_STATIC_MESSAGE_1			= Honeyview をアップデートする準備が整いました。
IDC_STATIC_MESSAGE_2			= [アップデート] ボタンを押して最新バージョンをインストールしてください。
IDOK					= アップデート
IDCANCEL				= キャンセル
IDC_BTN_SETTING_UPDATE			= 設定

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= リネームまたは上書き
IDC_STATIC_ASK_OVERWRITE		= 同名のファイルが既に存在します。
IDC_STATIC_SRC				= 現在の画像
IDC_STATIC_DST				= 宛先の画像
IDC_BTN_OVERWRITE			= 上書きする
IDC_BTN_RENAME				= 別名で保存...

[IDD_WALLPAPER]
IDD_WALLPAPER				= 壁紙に設定
IDC_STATIC_PREVIEW			= プレビュー
IDC_STATIC_BACK_COLOR			= 背景色
IDC_RADIO_BACKCOLOR_0			= 色
IDC_RADIO_BACKCOLOR_1			= 自動
IDC_RADIO_BACKCOLOR_2			= カスタム...
IDC_BTN_BKGND				= 選択...
IDC_BTN_CLOSE				= 閉じる
IDC_BTN_APPLY				= 適用

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= ファイルを開く
IDC_STATIC_OPENING			= 開いています...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= フォルダー選択
IDC_STATIC_FOLDER			= フォルダー:
IDC_BTN_NEWFOLDER			= 新しいフォルダー
IDC_CHK_OPEN_SUBFOLDER			= サブフォルダーのすべてのファイルを含める

[IDD_TRANSFORM]
IDD_TRANSFORM				= 画像変換
IDC_STATIC_FILELIST			= ファイル リスト
IDC_STATIC_PREVIEW			= プレビュー
IDC_BTN_START				= 開始
IDC_BTN_CLOSE				= 閉じる
IDC_BTN_OPEN_DEST_FOLDER		= フォルダーを開く

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= 回転
IDC_RADIO_ROTATE_NONE			= 回転しない
IDC_RADIO_ROTATE_LEFT			= 反時計回りに 90度回転
IDC_RADIO_ROTATE_RIGHT			= 時計回りに 90度回転
IDC_RADIO_ROTATE_180			= 180度回転
IDC_RADIO_ROTATE_AUTO			= EXIF 情報をもとに自動回転
IDC_STATIC_RESIZE			= リサイズ
IDC_STATIC_RESIZE_SIZE			= 新しいサイズ

IDC_STATIC_FORMAT			= フォーマット設定
IDC_STATIC_FORMAT_SELECT		= フォーマット:
IDC_STATIC_FORMAT_QUALITY		= 品質:
IDC_STATIC_SAVE				= 出力フォルダー
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= 元のフォルダーに保存
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= 写真フォルダーに保存
IDC_RADIO_TARGETFOLDER_CUSTOM		= 保存先:
IDC_STATIC_FILENAME_HEADER		= ファイル名プレフィックス
IDC_STATIC_FILENAME2SAVE		= ファイル名プレビュー
IDC_BTN_INIT				= リセット


[SKIN]
$TT_FULLSCREEN				= 全画面表示 (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= ホットキー: /
$TT_TOGGLE_ANIMINFO_CONTROL		= ホットキー: Alt+Z
$TT_PAGESELECT				= 画像選択 (Enter)
$TT_LOCKCONTROLBAR			= コントロール バーをロック (ホットキー: Shift+@)
$TT_LOCKTITLEBAR			= メニュー バーをロック (ホットキー: @)
$TT_COPY_EXIFINFO			= EXIF/ファイル情報をコピー (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= EXIF/ファイル情報の表示/非表示 (ホットキー: Tab)
$TT_LAUNCH_GPS_LOCATION			= Google マップで場所を見る (Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= 音声ファイル再生 (サウンド＆ショット ファイル)
$TT_CLOSE_EXIFINFO			= 閉じる (ホットキー: Tab)
$TT_PREV_BTN				= 左クリック: 前, 右クリック: 10 個前
$TT_NEXT_BTN				= 左クリック: 次, 右クリック: 10 個先

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= サウンド＆ショット
$BTN_TEXT_SHOWMODE			= 表示
$BTN_TEXT_PHOTOFOLDER			= コピー
$BTN_TEXT_EDIT				= 編集
$BTN_TEXT_STICKY			= ロック
$BTN_TEXT_BOOKMARK			= ブックマーク
$BTN_TEXT_SLIDESHOW			= スライドショー
$BTN_TEXT_UPDATE			= 新バージョンあり

$TEXT_SETTINGTAB_GENERAL		= 一般
$TEXT_SETTINGTAB_VIEW			= 表示
$TEXT_SETTINGTAB_BOOKMARK		= ブックマーク
$TEXT_SETTINGTAB_ASSOC			= 関連付け
$TEXT_SETTINGTAB_IMAGEPROCESS		= 画像処理
$TEXT_SETTINGTAB_KEYBOARD		= キーボード
$TEXT_SETTINGTAB_MOUSE			= マウス
$TEXT_SETTINGTAB_SHELL			= コンテキスト メニュー
$TEXT_SETTINGTAB_ETC			= その他
$TEXT_SETTINGTAB_LANG			= 言語

$TEXT_DESKTOP				= デスクトップ
$TEXT_DOCUMENT				= ドキュメント
$TEXT_PICTURE				= ピクチャ
$TEXT_COMPUTER				= PC


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Honeyview で変換(&2)
TEXT_LAUNCH_HONEYVIEW			= Honeyview で表示(&3)
TEXT_LOADING				= 読み込み中...
TEXT_IMAGE_LOAD_FAILED			= ファイルの読み込みに失敗しました。
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= プレビューが利用できません。


[INSTALLER]
LNK_FILE_DESC				= Honeyview を実行
UNINSTALLER_LNK_NAME			= アンインストール

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview が実行中です。プログラムを終了してください。
MSG_ASK_DELETE_ALL_FILES		= インストールフォルダー ($INSTDIR) にファイルが残っています。[br][br]フォルダーを完全に削除しますか?
MSG_ASK_RESTART_EXPLORER		= 正常にインストールを完了させるためには、エクスプローラーの再起動が必要です。エクスプローラーを再起動しますか?
MSG_ASK_UNINSTALL_HV3			= Honeyview3 が既にインストールされています。新バージョンをインストールする前に削除する必要があります。削除しますか?
MSG_UNINSTALL_HV3_FAILED		= アンインストールに失敗しました。
MSG_RESTART_EXPLORER			= 正常にインストールを完了させるためには、エクスプローラーの再起動が必要です。エクスプローラーを再起動します。

TEXT_LICENSE				= Honeyview 使用許諾書
TEXT_OPTIONS				= インストール オプション
TEXT_OPT_PROGRAMGROUP			= プログラム グループを作成
TEXT_OPT_DESKTOPSHORCUT			= デスクトップにアイコンを作成
TEXT_OPT_QUICKLAUNCH			= クイック起動にアイコンを作成
TEXT_OPT_FOLDER				= インストール先フォルダー
TEXT_OPT_REGIMAGE			= 画像ファイルの関連付け
TEXT_SELECT_FOLDER			= フォルダー選択
TEXT_LICENSE_LINK			= [公式サイト]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= Honeyview 使用許諾書
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview は、Bandisoft が開発した、多くのフォーマットに対応した超高速イメージ ビューアーです。[br][br]個人、企業、教育機関、政府など、どなたでも無料でご利用いただけます。

TEXT_ASK_RESTART_EXPLORER		= 正常にインストールを完了させるためには、エクスプローラーの再起動が必要です。エクスプローラーを再起動しますか?
TEXT_NEED_ADMIN_PRIVILEGE		= このプログラムは、管理者権限 (Administrator) を持つユーザーのみインストールすることができます。[br][br]管理者権限がない場合、正常にインストールできません。[br][br]インストールを中止しますか?

